Repository: pugazhmukilan/SIH
Catalog: lib/l10n/intl_*.arb
Languages: ta

source: Login
ta: உள்நுழை

source: Description
ta: விளக்கம்

source: Solution
ta: தீர்வு

source: Deficiency
ta: குறைவு

# name
source: Enter your name
ta: உங்கள் பெயரை பதிவிடவும்

# enterMobileNumber
source: Enter your mobile number
ta: உங்கள் மொபைல் எண்ணை பதிவிடவும்

# enteremailid
source: Enter your email id
ta: உங்கள் மின்னஞ்சல் ஐடியை பதிவிடவும்

# enterpassword
source: Enter your password
ta: உங்கள் கடவுச்சொல்லை பதிவிடவும்

source: Enter your location
ta: உங்கள் இடத்தை பதிவிடவும்

source: Send OTP
ta: OTP ஐ அனுப்பவும்

# noAccount
source: Don't have an account?
ta: கணக்கு இல்லையா?

source: Click here
ta: கிளிக்

source: listening..
ta: கேட்கும்

source: Risk Life Prediction
ta: ஆபத்து வாழ்க்கை முன்னறிவிப்பு

source: Low
ta: குறைந்த

source: High
ta: உயர்ந்த

# Createaccount
source: Create an account
ta: கணக்கை உருவாக்கவும்

# Haveaccount
source: Have an account?
ta: கணக்கு உள்ளதா?

# consult_doctor
source: Consult a doctor
ta: மருத்துவரை அணுகவும்

source: Re-generate
ta: மீண்டும் உருவாக்கவும்

source: Report of analysis
ta: பரிசோதனை அறிக்கை
